[
  {
    "artist": "Kj칮r Romskip",
    "name": "Romturist",
    "description": "J칮rgen Reitan (guitar), Hans Henrik Gr칮nsleth (keyboards), Vegard Storaas (bass) and Maria Storaas (drums) 游.",
    "soundcloudLink": "https://soundcloud.com/kjorromskip/romturist",
    "spotifyLink": "https://open.spotify.com/track/0ftuszDppBh03LyyoUZwO8?si=Eu-qLBXTSV6-7IO2kwNdLA",
    "appleLink": "https://music.apple.com/no/album/romturist/1476407372",
    "youtubeLink": "https://www.youtube.com/watch?v=FXr_AWuZD6A&list=OLAK5uy_niH3TXg8XqaNCYKSh7eJ52TxEW0e1LYYg"
  },
  {
    "artist": "Reggie Got Beats",
    "name": "Just Pretend",
    "description": "Had the pleasure of adding some keys on this funky tune by Reggie Got Beats.",
    "appleLink": "https://music.apple.com/no/album/just-pretend/998100888",
    "soundcloudLink": "https://soundcloud.com/the-bay/reggie-got-beats-just-pretend",
    "spotifyLink": "https://open.spotify.com/track/1o7ODXAoz43K7LUTO3Do1X"
  },
  {
    "artist": "Elias Eine",
    "name": "Behagelig Melankoli [EP]",
    "description": "3-piece EP recorded in 칒ra Studio with Karl Klaseie. Elias Eine is Gaute Einebakken Eliassen. The band is Einar Kjensmo Fuglerud (guitar), Hans Henrik Gr칮nsleth (keys), Eirik Myhre Lauv친s (bass) and Isak Seltveit (drums).",
    "appleLink": "https://music.apple.com/no/album/behagelig-melankoli-single/1106061700",
    "spotifyLink": "https://open.spotify.com/album/6sFofP1OjUHEFw5sB4DR6L"
  },
  {
    "artist": "Acid Pilgrims",
    "name": "Lots of fun and some serious stuff [Album]",
    "description": "The album \"Lots of fun and some serious stuff\" is the result of Andreas Nerg친rd's project \"Acid Pilgrims\" and was recorded in Tr칮ndertun Studio during the spring of 2010. I made contributions on \"Lobotomies in the Supermarket\" and \"Nessie\".",
    "appleLink": "https://music.apple.com/no/album/lots-of-fun-and-some-serious-stuff/450778934",
    "youtubeLink": "https://www.youtube.com/watch?v=-g41N73jbmc&list=OLAK5uy_nQzUxUGXuKWCaowmtflnllqWU1rZ35h-s",
    "spotifyLink": "https://open.spotify.com/album/2FNMLis7sXUFvR6vwEOgVn"
  },
  {
    "artist": "ER4",
    "name": "Stella By Starlight (Take 3)",
    "description": "Rune Nielsen (guitar), Hans Henrik Gr칮nsleth (piano), Mathias Holtedahl Thorp (double bass), Egil Reistadbakk (drums). Reharmonized by Rune Nielsen. Recorded May 2012 at Olavskvartalet, Trondheim. Mixed and produced by Trond Hustad and Gunnar Andreas Berg.",
    "soundcloudLink": "https://soundcloud.com/hanshenrik/er4-stella-by-starlight-take-3/s-JGT08"
  },
  {
    "artist": "BeHop",
    "name": "You Don't Know What Love Is (Reggie Got Beats remix)",
    "description": "Reggie Got Beats' remix of BeHop's cover of Raye and de Paul's \"You Don't Know What Love Is\". Meta much?",
    "soundcloudLink": "https://soundcloud.com/behop/you-dont-know-what-love-is"
  },
  {
    "artist": "Passion for Glory",
    "description": "Got to play all those guilty pleasures for our fellow students at a packed 80's party at Samfundet in Trondheim back in 2013. Great fun! Mathias Molund Inderg친rd (vocals), Hans Henrik Gr칮nsleth (synths), Hans Christian Bollingmo (guitars), Arnstein Dahle Svanholm (guitars), Magnus Molund Inderg친rd (bass), Martin Fjellseth (drums), Elisa Keeling (backing vocals), Mia Katrine Nilsen (backing vocals), Lina Hopaneng Ingeborgrud (backing vocals).",
    "youtubeLink": "https://www.youtube.com/watch?v=OAw55u1sTVs&index=4&list=PLGta0xPJBfuAqHC4FG-eCFOZujyT368Z1"
  },
  {
    "artist": "Eline Hellerud 칀sbakk",
    "name": "Bad News",
    "description": "Eline Hellerud 칀sbakk (vocals), Hans Henrik Gr칮nsleth (Wurlitzer). Written by Eline Hellerud 칀sbakk. Recorded Mars 2010 at Tr칮ndertun Studio, Melhus. Mixed by Nina Hagen Kaldhol.",
    "soundcloudLink": "https://soundcloud.com/hanshenrik/eline-hellerud-asbakk-bad-news/s-3YVTf"
  },
  {
    "artist": "Eline Hellerud 칀sbakk + quiet quark quintet",
    "name": "Hit Me Baby One More Time",
    "description": "Eline Hellerud 칀sbakk (vocals), Eiliv Andreas Myren Ribe (violin), Einar Kjensmo Fuglerud (guitar), Hans Henrik Gr칮nsleth (piano), Brynjar Blomvik (bass), Tord Vangen (drums). Originally Britney Spears. Recorded October 2009 at Tr칮ndertun Studio, Melhus. Mixed by Simen Toften.",
    "soundcloudLink": "https://soundcloud.com/hanshenrik/eline-hellerud-asbakk-feat-quiet-quark-quintet-hit-me-baby-one-more-time/s-kEDQH"
  },
  {
    "artist": "quiet quark quintet + Lars Olav Berg",
    "name": "Frontpage Story",
    "description": "Lars Olav Berg (soprano saxophone), Eiliv Andreas Myren Ribe (violin), Einar Kjensmo Fuglerud (guitar), Hans Henrik Gr칮nsleth (Rhodes), Brynjar Blomvik (bass), Tord Vangen (drums). Written by quiet quark quintet. Recorded April 2010 at Tr칮ndertun Studio, Melhus. Mixed by Daniel Johansson, produced by Gunnar Andreas Berg.",
    "soundcloudLink": "https://soundcloud.com/hanshenrik/quiet-quark-quintet-feat-lars-olav-berg-frontpage-story/s-BTCbl"
  },
  {
    "name": "September",
    "description": "Sarah Fullerton (vocals), Andr칠 Aam친s (guitars), Hans Henrik Gr칮nsleth (Wurlitzer and Hammond B3). Originally Earth, Wind & Fire. Recorded May 2010 at Tr칮ndertun Studio, Melhus. Mixed by Fullerton, Aam친s and Gr칮nsleth.",
    "soundcloudLink": "https://soundcloud.com/hanshenrik/fullerton-aamas-gronsleth-september/s-cYUFU"
  },
  {
    "name": "Lady / Music Sounds Better With You / Freestyler",
    "description": "Alexander Andersen (vocals), Eirik Kr친kenes (guitars), Hans Henrik Gr칮nsleth (keys), J칮rgen Wassvik (bass), Jostein Haseth (drums). Originally Modjo / Stardust / Bomfunk MC's. Recorded October 2009 at Tr칮ndertun Studio, Melhus. Mixed and produced by Daniel Johansson.",
    "soundcloudLink": "https://soundcloud.com/hanshenrik/lady-music-sounds-better-with-you-freestyler/s-XHP73"
  },
  {
    "artist": "Kjellerbandet + Knut Riisn칝s & 칒yvind Br칝kke",
    "name": "What Goes Around",
    "description": "During the fall of 2011 Kjellerbandet did a series of concerts playing music by Dave Holland. This is a live recording from the final gig at Dokkhuset (Trondheim) November 19th.",
    "soundcloudLink": "https://soundcloud.com/kjellerbandet/what-goes-around"
  },
  {
    "name": "Revamp",
    "description": "H친kon Hammer (sax), Hans Henrik Gr칮nsleth (grand piano), Kjetil Torset Voldhaug (double bass), Egil Reistadbakk (drums). Originally Jan Gunnar Hoff. Recorded June 2011 live at NTNU Dragvoll, Trondheim. Recording by Egil Reistadbakk.",
    "soundcloudLink": "https://soundcloud.com/hanshenrik/hh4-revamp/s-AFryk"
  },
  {
    "artist": "Derek's",
    "name": "Oh Woman",
    "description": "칒yvind Rams칮y-Halle (vocals and guitar), Andr칠 Aam친s (vocals and guitar), Hans Henrik Gr칮nsleth (piano and Hammond B3), Eiliv Andreas Myren Ribe (violin), Stian Brungot (bass), Andreas Voie Julieb칮 (drums). Recorded 2009 at Tr칮ndertun Studio, Melhus.",
    "soundcloudLink": "https://soundcloud.com/hanshenrik/dereks-oh-woman/s-zoVTN"
  }
]